var guessTs = {
    t1: {
        title: "中国的国土面积为多少平方公里？",
        answer: ["960多万 ", "980多万", "940多万", "1700多万"]

    },
    t2: {
        title: "下面哪个国家是我们的邻国？",
        answer: ["朝鲜 ", "英国 ", "美国", "德国"]
    },
    t3: {
        title: "八里沟位于哪个城市？",
        answer: ["焦作", "新乡", "洛阳", "郑州"]
    },
    t4: {
        title: "峨眉山属于哪个省？",
        answer: ["山西", "四川", "安徽 ", "浙江 "]
    },
    t5: {
        title: "西安是哪个省的城市？",
        answer: ["广西", "山西", "陕西", "四川"]
    },
    t6: {
        title: "中国四大发明除了火药、造纸术、指南针三者外，还包括？",
        answer: ["算盘", "造船术", "纺织术", "活字印刷术"]
    },
    t7: {
        title: "后世尊称的“药王”是谁？",
        answer: ["僧一行", "王叔和", "李时珍", "孙思邈"]
    },
    t8: {
        title: "历史上把唐太宗统治时期称为以下哪个？",
        answer: ["贞观之治", "开元盛世", "开皇之治", "光武中兴"]
    },
    t9: {
        title: "我国改革开放的总设计师是哪位？",
        answer: ["邓小平", "方志敏", "江泽民", "许志明"]
    },
    t10: {
        title: "“精忠报国”四个字与哪位历史人物有关？",
        answer: ["文天祥", "袁崇焕", "郑成功", "岳飞"]
    },
    t11: {
        title: "唐代诗人有称“诗圣”的杜甫“诗仙”的李白等，你可知道被人颂称“诗魔”的是谁？",
        answer: ["白居易", "王维", "刘禹锡", "李商隐"]
    },
    t12: {
        title: "《西游记》中“大闹五庄观、推倒人参果树”的是谁？",
        answer: ["孙悟空", "沙憎", "猪八戒", "唐憎"]
    },
    t13: {
        title: "“白雪公主”这个形象最早来自于？",
        answer: ["格林童话", "安徒生童话", "伊索寓言", "天方夜谭"]
    },
    t14: {
        title: "二胡曲《二泉映月》是谁的名曲？",
        answer: ["聂耳", "罗大佑", "周华健", "阿炳"]
    },
    t15: {
        title: "黄梅戏是哪个省的地方戏？",
        answer: ["安徽", "湖南", "湖北", "福建"]
    }
}


// 内容取自 https://wenku.baidu.com/view/8f0255014b35eefdc8d333fd.html